[
    {
        "nombre": "AÑO",
        "descripcion": "Se refiere al año de captura de los datos",
        "tipo": "xsd:gYear",
        "restricciones": "Sólo permite la carga de datos del año de su captura",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "2012"
    }, {
        "nombre": "CODIGO_DEPARTAMENTO",
        "descripcion": "Corresponde al código asignado según la cartografía nacional al departamento geográfico donde esta localizado el establecimiento escolar",
        "tipo": "xsd:string",
        "restricciones": "No más de 2 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "00"
    }, {
        "nombre": "NOMBRE_DEPARTAMENTO",
        "descripcion": "Corresponde a la descripción del nombre del departamento geográfico correspondiente al código",
        "tipo": "xsd:string",
        "restricciones": "No más de 40 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "ASUNCION"
    }, {
        "nombre": "CODIGO_DISTRITO",
        "descripcion": "Corresponde al código asignado al distrito del departamento geográfico donde esta localizado el establecimiento escolar",
        "tipo": "xsd:string",
        "restricciones": "No más de 2 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "00"
    }, {
        "nombre": "NOMBRE_DISTRITO",
        "descripcion": "Corresponde a la descripción del nombre del distrito correspondiente al código",
        "tipo": "xsd:string",
        "restricciones": "No más de 40 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "ASUNCION"
    }, {
        "nombre": "CODIGO_BARRIO_LOCALIDAD",
        "descripcion": "Corresponde al código asignado a la localidad o barrio del distrito donde esta localizado el establecimiento escolar",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "033"
    }, {
        "nombre": "NOMBRE_BARRIO_LOCALIDAD",
        "descripcion": "Corresponde a la descripción del nombre del barrio o localidad correspondiente al código",
        "tipo": "xsd:string",
        "restricciones": "No más de 40 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "PRESIDENTE CARLOS ANTONIO LOPEZ"
    }, {
        "nombre": "CODIGO_ZONA",
        "descripcion": "Corresponde a la ubicación del establecimiento escolar, sea en la zona urbana o rural. Paraguay utiliza criterios político-administrativos para definir el área urbana y rural.</br>Se considera: Código 1 .Zona Urbana: Área geográfica que abarca todas las cabeceras distritales de la República y sus viviendas generalmente estan organizadas en manzanas.</br>Código 2. Zona Rural: Área geográfica que se encuentran fuera de las cabeceras distritales y las viviendas se localizan en forma dispersa pudiendo existir zonas amanzanadas pero que no tienen la categoría de Cabeceras Distritales por la cual se consideraran como rurales",
        "tipo": "xsd:string",
        "restricciones": "Valores que pueden ser: Código 1: cuando el código de localidad es menor 100. Código 6: cuando el código de localidad es mayor o igual a 100",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "1"
    }, {
        "nombre": "NOMBRE_ZONA",
        "descripcion": "Corresponde a la descripción del nombre de la zona correspondiente al código",
        "tipo": "xsd:string",
        "restricciones": "No más de 7 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "URBANA"
    }, {
        "nombre": "CODIGO_ESTABLECIMIENTO",
        "descripcion": "Código de establecimiento permite identificar en forma única los diferentes establecimientos educativos que se encuentran en el país. El Sistema de informacion de Estadística Continua (SIEC) considera “Establecimiento Escolar” a la construcción que existe dentro de un predio (terreno) que se emplea para la enseñanza, donde puede funcionar una o más instituciones educativas con sus respectivos niveles/modalidades de educación.",
        "tipo": "xsd:string",
        "restricciones": "No más de 7 caracteres",
        "referencia": {
            "texto": "Reglamento del Sistema de Información de Estadística Continua (SIEC)",
            "enlace": "http://www.mec.gov.py/planificacion_educativa/Revistas/Reglamento_SIEC.pdf"
        },
        "ejemplo": "0406005"
    }, {
        "nombre": "CODIGO_INSTITUCION",
        "descripcion": "Identifica a la institución como una entidad y organización independiente que funciona dentro de un establecimiento escolar. Una institución educativa puede poseer diferentes locales escolares ubicados en un mismo o en diferentes departamentos geográficos. El código está compuesto por un número secuencial. El SIEC considera una misma institución cuando varios niveles o modalidades tienen una organización, gestión y administración única. Por ejemplo: Centro Regional de Educación Gral. Patricio Escobar de Encarnación, Colegio Santa Clara de Asunción",
        "tipo": "xsd:string",
        "restricciones": "No más de 5 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "2875"
    }, {
        "nombre": "NOMBRE_INSTITUCION",
        "descripcion": "Corresponde a la descripción del nombre de la institución correspondiente al código",
        "tipo": "xsd:string",
        "restricciones": "No más de 40 caracteres",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "1183 ALBERTO SCHWEITZER"
    }, {
        "nombre": "SECTOR_O_TIPO_DE_GESTION",
        "descripcion": "Sector al que pertenece una institución educativa.<br>Se considera :<br>OFICIAL: Sector o tipo de gestión al que pertenece una institución educativa cuya organización y administración está a cargo del Estado paraguayo (Ministerio de Educación y Cultura, gobernaciones, municipios, binacionales). PRIVADA: Sector o tipo de gestión al que pertenece una institución educativa cuya organización y administración está a cargo de un organismo no estatal.<br>PRIVADA SUBVENCIONADA: Sector o tipo de gestión al que pertenece una institución de gestión privada que recibe algún aporte del Estado, como ser rubros para docentes, monto en guaraníes, etc",
        "tipo": "xsd:string",
        "restricciones": "Valores en el rango: OFICIAL, PRIVADA ,PRIVADA SUBVENCIONADA",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "PRIVADA"
    }, {
        "nombre": "MATRICULA_CIENTIFICO",
        "descripcion": "Representa la cantidad de estudiantes inscriptos del 1° al 3° curso de la Educación Media, con orientación hacia el Bachillerato Científico, comprende tres énfasis: Letras y Artes; Ciencias Sociales; y Ciencias Básicas y Tecnología",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "571"
    }, {
        "nombre": "MATRICULA_CIENTIFICO_HOMBRE",
        "descripcion": "Representa la cantidad de estudiantes hombres inscriptos del 1° al 3° curso de la Educación Media, con orientación hacia el Bachillerato Científico, comprende tres énfasis: Letras y Artes; Ciencias Sociales; y Ciencias Básicas y Tecnología",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "371"
    }, {
        "nombre": "MATRICULA_CIENTIFICO_MUJER",
        "descripcion": "Representa la cantidad de estudiantes mujeres inscriptas del 1° al 3° curso de la Educación Media, con orientación hacia el Bachillerato Científico, comprende tres énfasis: Letras y Artes; Ciencias Sociales; y Ciencias Básicas y Tecnología",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "200"
    }, {
        "nombre": "MATRICULA_TECNICO",
        "descripcion": "Representa la cantidad de estudiantes inscriptos del 1° al 3° curso de la Educación Media, en la modalidad de Bachillerato Técnico (Industrial, Servicios y Agropecuario)",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "528"
    }, {
        "nombre": "MATRICULA_TECNICO_HOMBRE",
        "descripcion": "Representa la cantidad de estudiantes hombres inscriptos del 1° al 3° curso de la Educación Media, en la modalidad de Bachillerato Técnico (Industrial, Servicios y Agropecuario)",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "328"
    }, {
        "nombre": "MATRICULA_TECNICO_MUJER",
        "descripcion": "Representa la cantidad de estudiantes mujeres inscriptas del 1° al 3° curso de la Educación Media, en la modalidad de Bachillerato Técnico (Industrial, Servicios y Agropecuario)",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "200"
    }, {
        "nombre": "MATRICULA_MEDIA_ABIERTA",
        "descripcion": "Representa la cantidad de estudiantes inscriptos en la modalidad Media Abierta que está dirigida a jóvenes de 15 a 20 años que han terminado el noveno grado de la Educación Escolar Básica, pero que no han ingresado por alguna razón a la Educación Media convencional. Este modelo educativo permite un aprendizaje flexible, según el ritmo y las posibilidades de tiempo de cada estudiante. Pretende con una oferta diferente de formación, dar respuesta a diferentes necesidades de aprendizaje y albergar a jóvenes en situaciones de deserción escolar",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "142"
    }, {
        "nombre": "MATRICULA_MEDIA_ABIERTA_HOMBRE",
        "descripcion": "Representa la cantidad de estudiantes hombres inscriptos en la modalidad Media Abierta que está dirigida a jóvenes de 15 a 20 años que han terminado el noveno grado de la Educación Escolar Básica, pero que no han ingresado por alguna razón a la Educación Media convencional. Este modelo educativo permite un aprendizaje flexible, según el ritmo y las posibilidades de tiempo de cada estudiante. Pretende con una oferta diferente de formación, dar respuesta a diferentes necesidades de aprendizaje y albergar a jóvenes en situaciones de deserción escolar",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "42"
    }, {
        "nombre": "MATRICULA_MEDIA_ABIERTA_MUJER",
        "descripcion": "Representa la cantidad de estudiantes mujeres inscriptas en la modalidad Media Abierta que está dirigida a jóvenes de 15 a 20 años que han terminado el noveno grado de la Educación Escolar Básica, pero que no han ingresado por alguna razón a la Educación Media convencional. Este modelo educativo permite un aprendizaje flexible, según el ritmo y las posibilidades de tiempo de cada estudiante. Pretende con una oferta diferente de formación, dar respuesta a diferentes necesidades de aprendizaje y albergar a jóvenes en situaciones de deserción escolar",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "100"
    }, {
        "nombre": "MATRICULA_FORMACION_PROFESIONAL_MEDIA",
        "descripcion": "Representa la cantidad de estudiantes inscriptos en la modalidad de Formación Profesional de la Media, programas educativos orientados hacia la capacitación laboral, ofrece oportunidades de profesionalización de distinto grado de calificación y especialidad. La formación profesional está dirigida a la formación en áreas relacionadas con la producción de bienes y servicios.<br>Para cursar la formación profesional se requiere haber concluido los 6 años de la Educación Escolar Básica",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "180"
    }, {
        "nombre": "MATRICULA_FORMACION_PROFESIONAL_MEDIA_HOMBRE",
        "descripcion": "Representa la cantidad de estudiantes hombres inscriptos en la modalidad de Formación Profesional de la Media, programas educativos orientados hacia la capacitación laboral, ofrece oportunidades de profesionalización de distinto grado de calificación y especialidad. La formación profesional está dirigida a la formación en áreas relacionadas con la producción de bienes y servicios.<br>Para cursar la formación profesional se requiere haber concluido los 6 años de la Educación Escolar Básica",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "100"
    }, {
        "nombre": "MATRICULA_FORMACION_PROFESIONAL_MEDIA_MUJER",
        "descripcion": "Representa la cantidad de estudiantes mujeres inscriptas en la modalidad de Formación Profesional de la Media, programas educativos orientados hacia la capacitación laboral, ofrece oportunidades de profesionalización de distinto grado de calificación y especialidad. La formación profesional está dirigida a la formación en áreas relacionadas con la producción de bienes y servicios.<br>Para cursar la formación profesional se requiere haber concluido los 6 años de la Educación Escolar Básica",
        "tipo": "xsd:positiveInteger",
        "restricciones": "",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "80"
    }, {
        "nombre": "ANHO_COD_GEO",
        "descripcion": "Se refiere al año de captura de los datos georreferenciados censales, teniendo en cuenta que por cada año censal pueden diferir los codigos de distritos o codigos de localidades, como a si también las descripciones. La cartografía nacional fue proveída por al Dirección General de Estadística, Encuestas y Censos (DGEEC - http://www.dgeec.gov.py/)",
        "tipo": "xsd:gYear",
        "restricciones": "Sólo permite datos del año de su captura censal",
        "referencia": {
            "texto": "",
            "enlace": ""
        },
        "ejemplo": "url_anho_cod_geo"
    }
]